Repository: lukovdm/bf2-www
Catalog: website/committees/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Active members
nl: Actieve leden

source: name
nl: naam

source: image
nl: afbeelding

source: description
nl: beschrijving

source: show members
nl: bekijk leden

source: active committee
nl: actieve commissie

source: Show committee in personal achievements
nl: Laat commissie in persoonlijke bijdrages zien

source: Permissions
nl: Toestemmingen

source: is staff on the site
nl: is staff op de website

source: User
nl: Lid

source: committee
nl: commissie

source: member since
nl: lid sinds

source: member until
nl: lid tot

source: chair of committee
nl: lid van de commissie

source: until date can't be before since date
nl: tot datum kan niet voor de vanaf datum zijn

source: Until date can't be in the future
nl: Tot datum kan niet in de toekomst liggen

source: A committees cannot have two chairs during the same period, namely:
nl: Een commissie kan niet twee voorzitters hebben in de zelfde periode namelijk:

source: A user cannot have overlapping memberships in the same committee
nl: Een gebruiker kan geen overlappende lidmaadschappen hebben in de zelfde commissie

source: image for
nl: afbeelding voor

source: members
nl: leden
